{
  "name": "Qui suis-je ?",
  "role": "Développeur Web & Auto-Entrepreneur",
  "intro": "Passionné par le développement web et les nouvelles technologies, je crée des solutions digitales modernes et performantes.",
  "paragraphs": [
    "Bonjour, je m'appelle Florian Giurgiu, étudiant en dernière année d'école d'ingénieur à Télécom Saint-Étienne et actuellement en échange Erasmus à l'Université de Padoue en Italie. Passionné par l'Intelligence Artificielle, la Vision par Ordinateur et le Développement Logiciel, j'aime concevoir et expérimenter des solutions innovantes alliant mathématiques, programmation et créativité.",
    "Curieux et persévérant, je m'intéresse autant à l'apprentissage profond (Deep Learning, Réseaux de neurones, Optimisation) qu'au développement full stack pour donner vie à des projets concrets. J'ai eu l'occasion de travailler sur des projets variés : détection et appariement d'images par Deep Learning, développement d'applications interactives en Java et Qt, ainsi que la création de sites modernes avec React et Tailwind CSS.",
    "Au-delà de mes études, je suis passionné de musculation et de handball, et je pratique la guitare depuis plusieurs années. J'aime aussi m'investir dans la vie associative, notamment à travers l'organisation d'événements E-Sport et culturels. Je parle couramment le français et le roumain, et j'ai également un bon niveau d'anglais (B2), ainsi que des notions en espagnol (A2) et en allemand (A1).",
    "Mon objectif est de mettre mes compétences au service de projets ambitieux et innovants, dans lesquels je peux apprendre, partager et avoir un impact positif."
  ],
  "portfolio": {
    "subtitle": "Florian GIURGIU • Étudiant ingénieur • IA & Développement",
    "description": "Étudiant en dernière année à Télécom Saint-Étienne (en échange à Padoue), passionné par l'IA, la vision par ordinateur et le développement. Projets : deep learning (détection/appariement d'images), apps Java/Qt, sites React/Tailwind. Curieux et engagé, je cherche des projets ambitieux pour apprendre et avoir un impact.",
    "keySkills": [
      "Intelligence Artificielle",
      "Vision par Ordinateur",
      "Full-stack",
      "React & Tailwind",
      "Java / Qt"
    ]
  },
  "stats": [
    { "value": "15+", "label": "Projets réalisés" },
    { "value": "2+", "label": "Années d'expérience" },
    { "value": "12+", "label": "Technologies maîtrisées" },
    { "value": "100%", "label": "Satisfaction client" }
  ]
}
