{
  "name": "Who am I?",
  "role": "Web Developer & Entrepreneur",
  "intro": "Passionate about web development and new technologies, I create modern and high-performance digital solutions.",
  "paragraphs": [
    "Hello, my name is Florian Giurgiu, a final-year engineering student at Télécom Saint-Étienne and currently on an Erasmus exchange at the University of Padua in Italy. Passionate about Artificial Intelligence, Computer Vision, and Software Development, I enjoy designing and experimenting with innovative solutions that combine mathematics, programming, and creativity.",
    "Curious and persevering, I am equally interested in deep learning (Deep Learning, Neural Networks, Optimization) and full-stack development to bring concrete projects to life. I have had the opportunity to work on various projects: image detection and matching using Deep Learning, developing interactive applications in Java and Qt, as well as creating modern websites with React and Tailwind CSS.",
    "Beyond my studies, I am passionate about bodybuilding and handball, and I have been playing guitar for several years. I also enjoy getting involved in associative life, particularly through organizing E-Sport and cultural events. I speak French and Romanian fluently, and I also have a good level of English (B2), as well as notions in Spanish (A2) and German (A1).",
    "My goal is to put my skills to use in ambitious and innovative projects, where I can learn, share, and have a positive impact."
  ],
  "portfolio": {
    "subtitle": "Engineering Student • AI & Development",
    "description": "Final-year student at Télécom Saint-Étienne (on exchange in Padua), passionate about AI, computer vision, and development. Projects: deep learning (object detection/image matching), Java/Qt apps, React/Tailwind websites. Curious and committed, I seek ambitious projects to learn and make an impact.",
    "keySkills": [
      "Artificial Intelligence",
      "Computer Vision",
      "Full-stack",
      "React & Tailwind",
      "Java / Qt"
    ]
  },
  "stats": [
    { "value": "15+", "label": "Completed projects" },
    { "value": "2+", "label": "Years of experience" },
    { "value": "12+", "label": "Mastered technologies" },
    { "value": "100%", "label": "Client satisfaction" }
  ]
}
